heatExchanger/all_auto/case_10_0/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  10
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      binary;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    inlet_fluid
    {
        type            patch;
        nFaces          35;
        startFace       25019;
    }
    outlet_fluid
    {
        type            patch;
        nFaces          26;
        startFace       25054;
    }
    walls_fluid
    {
        type            patch;
        nFaces          1323;
        startFace       25080;
    }
    walls_heater
    {
        type            patch;
        nFaces          208;
        startFace       26403;
    }
    base_fins
    {
        type            patch;
        nFaces          434;
        startFace       26611;
    }
)

// ************************************************************************* //
